Repository: isaveliara/Suni
Catalog: Resources/Messages.*.resx
Languages: es, ru

# Ship_Description
source: Calculates the compatibility percentage between two people
es: Calcula el porcentaje de compatibilidad entre dos personas
ru: Вычисляет процент совместимости между двумя людьми

# Ship_Response
source: :heart: | The couple's name would be {0} :heart: | With a probability of {0}
es: :heart: | El nombre de la pareja sería {0} :heart: | Con una probabilidad de {0}
ru: :heart: | Название пары было бы {0} :heart: | С вероятностью {0}

# Ship_13
source: Forget it :headskull:
es: Olvídalo :headskull:
ru: Забудьте об этом :headskull:

# Ship_24
source: No reason for this couple to exist!
es: ¡No hay razón para que esta pareja exista!
ru: Нет причин для существования этой пары!

# Ship_49
source: Unlikely! Let's root for them anyway...
es: ¡Poco probable! Pero igual vamos a apoyarlos...
ru: Маловероятно! Но всё равно будем за них болеть...

# Ship_69
source: Why not make it work? :heart:
es: ¿Por qué no intentarlo? :heart:
ru: Почему бы не попробовать? :heart:

# Ship_89_1
source: {0}'s heart warms for {1}
es: El corazón de {0} se calienta por {1}
ru: Сердце {0} греется к {1}

# Ship_89_2
source: {1}'s heart warms for {0}
es: El corazón de {1} se calienta por {0}
ru: Сердце {1} греется к {0}

# Ship_90
source: Aw... This would be the cutest couple I've ever seen
es: Aw... Esta sería la pareja más linda que he visto
ru: Ах... Это была бы самая милая пара, которую я когда-либо видел

# Marry_E1
source: Oh silly, you can't marry bots!
es: Ay no, no puedes casarte con bots, ¡qué cosas dices!
ru: Ах, глупышка, ты не можешь жениться на ботах!

# Marry_E2
source: Oh silly, you can't marry yourself!
es: Ay no, no puedes casarte contigo mismo, ¡qué cosas dices!
ru: Ах, глупышка, ты не можешь жениться на себе!

# Marry_E3
source: Oh silly, you can't marry users who are already married!
es: Ay no, no puedes casarte con alguien que ya está casado, ¡qué cosas dices!
ru: Ах, глупышка, ты не можешь жениться на тех, кто уже состоит в браке!

# Marry_embedTitle
source: Love is in the air...
es: El amor está en el aire...
ru: Любовь витает в воздухе...

# Marry_embedDescription
source: {0} sent you a marriage proposal! React with :heart: to accept... Remember: getting married will cost **200 coins** (split evenly) **every** day, plus an **initial fee** of **20k coins** (split evenly as well)!
es: ¡{0} te ha enviado una propuesta de matrimonio! Reacciona con :heart: para aceptar... Recuerda: casarte costará **200 monedas** (divididas entre los dos) **cada** día, además de un **pago inicial** de **20,000 monedas** (también dividido entre los dos).
ru: {0} сделал вам предложение! Отреагируйте с помощью :heart:, чтобы принять... Помните: брак обойдется в **200 монет** (делится поровну) **каждый** день, а также **начальный взнос** в размере **20,000 монет** (тоже делится поровну)!

# Marry_messageContent
source: {0}, looks like you've received a proposal...
es: {0}, parece que has recibido una propuesta...
ru: {0}, похоже, вы получили предложение...

# Marry_noMoney
source: :x: | {0} {1} You need 20,000 to form a couple, but you donâ€™t have enough funds!
es: :x: | {0} {1} Necesitan 20,000 monedas para formar una pareja, ¡pero no tienen suficientes fondos!
ru: :x: | {0} {1} Для создания пары нужно 20,000 монет, но у вас недостаточно средств!

# Marry_messageContent_OnSuccess
source: {0}, {1}, you are now married! Best wishes to both of you...
es: {0}, {1}, ¡ahora están casados! Los mejores deseos para ambos...
ru: {0}, {1}, теперь вы женаты! Наилучшие пожелания вам обоим...

# SetLang
source: I will now respond to you in {0}! {0} has {1}% of the translation complete in my base language. (PT)
es: ¡Ahora responderé en {0}! {0} tiene un {1}% de traducción completa en mi idioma base. (PT)
ru: Теперь я буду отвечать вам на {0}! {0} переведено на {1}% в моей базовой версии языка. (PT)

# SetLangF
source: Failed to set the language to '{0}'.
es: No se pudo establecer el idioma a '{0}'.
ru: Не удалось установить язык '{0}'.

# sun
source: You can check out my details on my [website]({0})!
es: ¡Puedes ver mis detalles en mi [sitio web]({0})!
ru: Вы можете узнать детали обо мне на моем [сайте]({0})!

# nerd
source: You can check out my details on my [website]({0})!
es: ¡Puedes ver mis detalles en mi [sitio web]({0})!
ru: Вы можете узнать детали обо мне на моем [сайте]({0})!

# failQuizFoundTheme
source: Unable to find the theme '{0}'! (maybe API error) :x:
es: ¡No se pudo encontrar el tema '{0}'! (tal vez sea un error de la API) :x:
ru: Не удалось найти тему '{0}'! (возможно, ошибка API) :x:

# failQuizMakeQuestion
source: Failed to get an answer! :warning: Retrying...
es: ¡No se pudo obtener una respuesta! :warning: Intentando nuevamente...
ru: Не удалось получить ответ! :warning: Повтор попытки...

# quizMakeQuestion
source: :small_blue_diamond: Next question in: **{0} seconds**
es: :small_blue_diamond: Próxima pregunta en: **{0} segundos**
ru: :small_blue_diamond: Следующий вопрос через: **{0} секунд**

# quizFoundTheme
source: Starting a minigame with the theme {0}...
es: Iniciando un minijuego con el tema {0}...
ru: Начинаем мини-игру с темой {0}...

# Language
source: English
es: Español
ru: Русский

# aboutMe
source: You can check out my details on my [website]({0})!
es: ¡Puedes ver mis detalles en mi [sitio web]({0})!
ru: Вы можете узнать детали обо мне на моем [сайте]({0})!

# failWebhook
source: Error creating/using the webhook.
ru: Ошибка при создании/использовании вебхука.

# failTime
source: No response within the expected time!
ru: Нет ответа в течение ожидаемого времени!
